app.title=\u7BA1\u7406\u5DE5\u5177

app.language.lbl=\u8BED\u8A00
app.language.name.chinese=\u4E2D\u6587
app.language.name.english=English

index.banner.h1=\u7BA1\u7406\u5DE5\u5177\uFF0C\u4FDD\u62A4\u60A8\u7684\u8D44\u6E90\uFF01
index.banner.h2=\u8FD9\u662F\u4E00\u4E2A\u7B80\u5355\u7684\u89D2\u8272\u548C\u6210\u5458\u5E93\u7F51\u7AD9\u7684\u6A21\u677F\u3002\u5B83\u5305\u62EC\u4F1A\u5458\u7BA1\u7406\u5DE5\u5177\u548C\u591A\u4E00\u70B9\u70B9\u3002\u4F7F\u7528\u5B83\u4F5C\u4E3A\u4E00\u4E2A\u8D77\u70B9\uFF0C\u4EE5\u521B\u5EFA\u4E16\u754C\u4FDD\u62A4\uFF01

index.btn.learn-more=\u5B66\u5230\u66F4\u591A
index.btn.faq=\u9605\u8BFB\u5E38\u89C1\u95EE\u9898\u89E3\u7B54

index.headline=\u4F1A\u5458\u7BA1\u7406\u5DE5\u5177
index.subheadline=\u4E00\u4E2A\u7B80\u5355\u7684\u5E94\u7528\u7A0B\u5E8F\u5E2E\u52A9\u4FDD\u62A4\u60A8\u7684\u7F51\u7AD9\uFF01

index.roles.h1=\u89D2\u8272
index.roles.h2=\u89D2\u8272\u88AB\u8D4B\u4E88\u4E86\u7A81\u51FA\u4F5C\u7528\u7684\u6838\u5FC3\u804C\u8D23\u7684\u540D\u79F0\u3002\u6BCF\u4E2A\u89D2\u8272\u90FD\u6709\u81EA\u5DF1\u7684\u989C\u8272\uFF0C\u540D\u79F0\u548C\u8BBE\u7F6E\u5C5E\u6027\u3002

index.members.h1=\u4F1A\u5458
index.members.h2=\u6DFB\u52A0\u6210\u5458\u5E76\u6839\u636E\u6210\u5458\u7684\u8D23\u4EFB\u754C\u5B9A\u81EA\u5DF1\u7684\u89D2\u8272\u3002\u8FD9\u5F88\u5BB9\u6613\u901A\u8FC7\u540D\u79F0\u6216\u7535\u5B50\u90AE\u4EF6\u5FEB\u901F\u641C\u7D22\uFF0C\u5E76\u70B9\u51FB\u5206\u914D\u4E00\u4E2A\u89D2\u8272\u7ED9\u591A\u4E2A\u6210\u5458\u3002

index.fields.h1=\u5B57\u6BB5
index.fields.h2=\u662F\u5426\u9700\u8981\u81EA\u5B9A\u4E49\u6210\u5458\u7684\u4E2A\u4EBA\u8D44\u6599\u680F\uFF1F\u4F60\u6709\u4E03\u79CD\u4E0D\u540C\u7C7B\u578B\u7684\u4F1A\u5458\u548C\u7BA1\u7406\u7684\u76EE\u7684\u9886\u57DF\u3002

index.domains.h1=\u57DF
index.domains.h2=\u4F60\u6709\u53EF\u80FD\u6DFB\u52A0\u57DF\u9879\u76EE\uFF0C\u5E76\u6307\u5B9A\u5177\u4F53\u4E2A\u4EBA\u8D44\u6599\u680F\u7279\u5B9A\u57DF\u7684\u9879\u76EE\uFF0C\u56E0\u6B64\u8FD9\u4E9B\u9886\u57DF\u5C06\u6210\u4E3A\u552F\u4E00\u5165\u9009\u7684\u57DF\u53EF\u89C1\u3002
index.domains.h3=\u60A8\u53EF\u4EE5\u4E3A\u89D2\u8272\u505A\u540C\u6837\u4E5F\u662F\u5982\u6B64\u3002

index.audit.h1=\u5BA1\u8BA1
index.audit.h2=\u5BA1\u6838\u65E5\u5FD7\u4F7F\u60A8\u80FD\u591F\u770B\u5230\u5E94\u7528\u7A0B\u5E8F\u548C\u5E94\u7528\u6210\u5458\u53D1\u751F\u4EC0\u4E48\u4E8B\u60C5\u7684\u80FD\u529B\u3002\u5982\u679C\u4F60\u4E0D\u9700\u8981\uFF0C\u4EC5\u4EC5\u5173\u95ED\u3002
index.audit.h3=\u5E94\u5F53\u63A5\u901A\u3002

index.tools.h1=\u5DE5\u5177
index.tools.h2=\u4E00\u5957\u7B80\u5355\u7684\u5DE5\u5177\uFF0C\u5176\u5B9E\uFF0C\u6B64\u523B\uFF0C\u5E94\u7528\u7A0B\u5E8F\u53EA\u6709\u4E00\u4E2A\u8FD9\u65B9\u9762\u7684\u9879\u76EE\uFF0C\u4F46\u8FD9\u4E2A\u9879\u76EE\u662F\u975E\u5E38\u6709\u7528\u7684\u3002

index.settings.h1=\u8BBE\u7F6E
index.settings.h2=\u8BE5\u5E94\u7528\u7A0B\u5E8F\u5305\u542B\u4E86\u5927\u91CF\u4EE5\u6839\u636E\u60A8\u7684\u9700\u6C42\u6765\u5B9A\u4E49\u5E94\u7528\u7A0B\u5E8F\u884C\u4E3A\u7684\u8BBE\u7F6E\u53C2\u6570\u3002

index.api.h1=API
index.api.h2=\u5C0F\u5957\u53EF\u901A\u8FC7HTTP\u8FDE\u63A5\u4F7F\u7528\u4EFB\u4F55\u6846\u67B6\u6267\u884C\u65B9\u6CD5\u3002\u8FD9\u9700\u8981\u4F7F\u7528\u89D2\u8272\u53EF\u80FD\u548C\u6210\u5458\u4FE1\u606F\u5E93\u5728\u4E92\u8054\u7F51\u4E0D\u540C\u7684\u5E94\u7528\u3002

index.help.h1=\u5E2E\u5E2E\u6211
index.help.h2=\u8FD9\u4E2A\u5730\u533A\u4E0D\u4E45\u63CF\u8FF0\u5E94\u7528\u7A0B\u5E8F\u7684\u4E3B\u8981\u6982\u5FF5\u548C\u529F\u80FD\u3002

index.faq.h1=\u5E38\u95EE\u95EE\u9898
index.faq.h2=\u8FD9\u90FD\u662F\u88AB\u5217\u51FA\u7684\u95EE\u9898\u548C\u7B54\u6848\uFF0C\u90FD\u5E94\u8BE5\u662F\u5E38\u89C1\u3002\u770B\u770B\u5217\u8868\uFF0C\u627E\u5230\u4E86\u95EE\u9898\u7684\u7B54\u6848\u3002

lbl.Id=\u5458\u5DE5ID
lbl.firstName=\u540D\u5B57
lbl.lastName=\u59D3
lbl.page=\u7CFB\u7EDF\u4E2D\u7684\u6240\u6709\u5458\u5DE5

btn.home=\u5BB6
btn.users=\u7528\u6237
btn.register=\u5BC4\u5B58\u5668
btn.members=\u4F1A\u5458
btn.account=\u5E10\u6237
btn.roles=\u89D2\u8272
btn.fields=\u5B57\u6BB5
btn.domains=\u57DF
btn.more=\u66F4\u591A

btn.audit=\u5BA1\u8BA1
btn.tools=\u5DE5\u5177
btn.settings=\u8BBE\u7F6E
btn.api=API
btn.help=\u5E2E\u5E2E\u6211
btn.faq=\u5E38\u95EE\u95EE\u9898

btn.login=\u767B\u5F55
btn.logout=\u767B\u51FA
btn.profile=\u8F6E\u5ED3

index.title=\u4ECEJava\u4E16\u754C\u7684\u6700\u65B0\u6D88\u606F
index.date=\u65E5\u671F
index.item=\u9879\u76EE

api.text=\u4E3A\u4E86\u8BBF\u95EEAPI \uFF0C\u9700\u8981\u4E24\u4E2A\u8D44\u6599\u7247\u3002\u7B2C\u4E00\u79CD\u662F\u4F1A\u5458\u7684\u7535\u5B50\u90AE\u4EF6\u662F\u4E00\u4E2A\u72EC\u7279\u7684\u4EE3\u7801\uFF0C\u6211\u4EEC\u7528\u6765\u8BC6\u522B\u60A8\u7684\u5E10\u6237\u3002\u53E6\u4E00\u79CD\u662FAPI\u4EE4\u724C\uFF0C\u5F53\u4F60\u8FDE\u63A5\u5230API\uFF0C\u5B83\u5145\u5F53\u5BC6\u7801\u3002\u4F60\u53EF\u4EE5\u5F97\u5230\u8FD9\u4E24\u4E2A\u5728\u8FD9\u91CC\u3002\u4F60\u5E94\u8BE5\u70B9\u51FB\u201C\u751F\u6210\u4E00\u4E2A\u65B0\u7684API\u4EE4\u724C\u201D\uFF0C\u4EE5\u663E\u793A\u5B83\u3002\u4F60\u9700\u8981\uFF0C\u5F53\u4F60\u5F00\u59CB\u7F16\u5199\u4EE3\u7801\u8FC7\u4E00\u4F1A\u4E24\u4E2A

footer.copyright=2016 \u5E74\u516C\u53F8\u7B80\u5355\u7684\u5DE5\u5177 - \u6210\u5458\u89D2\u8272\u7BA1\u7406
footer.version=\u7248\u672C\uFF1A 1.7
